<?php

unset ($lng_data);

        $lng_data[0] = "УПС, Чтото пошло не так";

        $lng_data[400] = "Какойто странный запрос";
		$lng_data[401] = 'А вы авторизовались?';
		$lng_data[402] = 'Необходима оплата за запрос';
		$lng_data[403] = "Доступ к этой странице ограничен";
		$lng_data[404] = "К сожалению такой страници нет";
		$lng_data[405] = 'Я не знаю такого метода';
		$lng_data[406] = 'НЕТ, так не пойдет';
		$lng_data[407] = 'Требуется идентификация прокси';
		$lng_data[408] = 'Очень долго грузился';
		$lng_data[409] = 'Тут у нас Конфликт';
		$lng_data[410] = 'Ресурс недоступен';
		$lng_data[411] = 'Необходимо указать длину';
		$lng_data[412] = 'Сбой при обработке предварительного условия';
		$lng_data[413] = 'Тело запроса превышает допустимый размер';
		$lng_data[414] = 'Недопустимая длина URI запроса';
		$lng_data[415] = 'Неподдерживаемый MIME';
		$lng_data[500] = 'У нас тут ошибка на сервере';
		$lng_data[501] = 'Не умею я так делать';
		$lng_data[502] = 'Ошибка шлюза';
		$lng_data[503] = 'Служба недоступна';
		$lng_data[504] = 'Время прохождения через межсетевой шлюз истекло';
		$lng_data[505] = "Я не знаю такую HTTP версию";